Revit 2027 API
ParameterTypeId.LoadLinearForceFx2 Property
 "Fx 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadLinearForceFx2 { get; }
Public Shared ReadOnly Property LoadLinearForceFx2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadLinearForceFx2 {
	ForgeTypeId^ get ();
}
static member LoadLinearForceFx2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace